Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: %@ is required
ar: %@ مطلوب
de: %@ ist erforderlich
es: %@ es obligatorio
fr: %@ est requis
id: %@ wajib diisi
pt: %@ é obrigatório
ru: %@ обязательно
sw: %@ inahitajika
th: จำเป็นต้องระบุ %@
zh: %@ 是必填项

source: %@ of %@ sections completed
ar: تم إكمال %@ من %@ أقسام
de: %@ von %@ Abschnitten abgeschlossen
es: %@ de %@ secciones completadas
fr: %@ sur %@ sections terminées
id: %@ dari %@ bagian selesai
pt: %@ de %@ seções completadas
ru: Завершено %@ из %@ разделов
sw: Imekamilika sehemu %@ kati ya %@
th: เสร็จสมบูรณ์ %@ จาก %@ ส่วน
zh: 已完成 %@ / %@ 个部分

source: %@% complete
ar: %@% مكتمل
de: %@% abgeschlossen
es: %@% completado
fr: %@% terminé
id: %@% selesai
pt: %@% completo
ru: %@% завершено
sw: %@% imekamilika
th: เสร็จสมบูรณ์ %@%
zh: 已完成 %@%

source: A password reset link has been sent to your email address.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.
de: Ein Link zum Zurücksetzen des Passworts wurde an deine E-Mail-Adresse gesendet.
es: Se ha enviado un enlace de restablecimiento a tu correo.
fr: Un lien de réinitialisation du mot de passe a été envoyé à votre adresse e-mail.
id: Tautan setel ulang kata sandi telah dikirim ke alamat email Anda.
pt: Um link de redefinição de senha foi enviado para o seu endereço de e-mail.
ru: Ссылка для сброса пароля отправлена на ваш email.
sw: Kiungo cha kuweka upya nenosiri kimetumwa kwa anwani yako ya barua pepe.
th: ลิงก์รีเซ็ตรหัสผ่านถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว
zh: 密码重置链接已发送到您的电子邮件地址。

source: A verification email has been sent to %@
ar: تم إرسال بريد تحقق إلى %@
de: Eine Verifizierungs-E-Mail wurde an %@ gesendet
es: Se ha enviado un correo de verificación a %@
fr: Un e-mail de vérification a été envoyé à %@
id: Email verifikasi telah dikirim ke %@
pt: Um e-mail de verificação foi enviado para %@
ru: Письмо с подтверждением отправлено на %@
sw: Barua pepe ya uthibitishaji imetumwa kwa %@
th: อีเมลยืนยันถูกส่งไปยัง %@ แล้ว
zh: 验证邮件已发送至 %@

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
id: Tentang
pt: Sobre
ru: О приложении
sw: Kuhusu
th: เกี่ยวกับ
zh: 关于

source: Academic performance and test scores
ar: الأداء الأكاديمي ونتائج الاختبارات
de: Akademische Leistungen und Testergebnisse
es: Rendimiento académico y puntajes
fr: Performances académiques et résultats aux tests
id: Kinerja akademik dan skor tes
pt: Desempenho acadêmico e pontuações em testes
ru: Академическая успеваемость и результаты тестов
sw: Utendaji wa kitaaluma na alama za mtihani
th: ผลการเรียนและคะแนนสอบ
zh: 学业成绩和考试分数

source: Academic Records
ar: السجلات الأكاديمية
de: Akademische Aufzeichnungen
es: Registros académicos
fr: Dossiers académiques
id: Catatan Akademik
pt: Registros Acadêmicos
ru: Академические записи
sw: Rekodi za Kitaaluma
th: ระเบียนทางวิชาการ
zh: 学术记录

source: Accepted formats: PDF, JPG, PNG (max 5MB)
ar: التنسيقات المقبولة: PDF, JPG, PNG (بحد أقصى 5 ميجابايت)
de: Akzeptierte Formate: PDF, JPG, PNG (max 5MB)
es: Formatos aceptados: PDF, JPG, PNG (máx 5MB)
fr: Formats acceptés : PDF, JPG, PNG (max 5 Mo)
id: Format yang diterima: PDF, JPG, PNG (maks 5MB)
pt: Formatos aceitos: PDF, JPG, PNG (máx 5MB)
ru: Принимаемые форматы: PDF, JPG, PNG (макс. 5 МБ)
sw: Umbizo zinazokubalika: PDF, JPG, PNG (kiwango cha juu 5MB)
th: รูปแบบที่ยอมรับ: PDF, JPG, PNG (สูงสุด 5MB)
zh: 接受的格式：PDF、JPG、PNG（最大 5MB）

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
pt: Conta
ru: Аккаунт
sw: Akaunti
th: บัญชี
zh: 账户

source: Account Management
ar: إدارة الحساب
de: Kontoverwaltung
es: Gestión de cuenta
fr: Gestion du compte
id: Manajemen Akun
pt: Gerenciamento de Conta
ru: Управление аккаунтом
sw: Usimamizi wa Akaunti
th: การจัดการบัญชี
zh: 账户管理

source: Accounting
ar: محاسبة
de: Rechnungswesen
es: Contabilidad
fr: Comptabilité
id: Akuntansi
pt: Contabilidade
ru: Бухгалтерский учет
sw: Uhasibu
th: การบัญชี
zh: 会计

source: Add lowercase letters
ar: أضف أحرفاً صغيرة
de: Füge Kleinbuchstaben hinzu
es: Añade letras minúsculas
fr: Ajoutez des minuscules
id: Tambahkan huruf kecil
pt: Adicione letras minúsculas
ru: Добавьте строчные буквы
sw: Ongeza herufi ndogo
th: เพิ่มตัวพิมพ์เล็ก
zh: 添加小写字母

source: Add numbers
ar: أضف أرقاماً
de: Füge Zahlen hinzu
es: Añade números
fr: Ajoutez des chiffres
id: Tambahkan angka
pt: Adicione números
ru: Добавьте цифры
sw: Ongeza nambari
th: เพิ่มตัวเลข
zh: 添加数字

source: Add special characters
ar: أضف رموزاً خاصة
de: Füge Sonderzeichen hinzu
es: Añade caracteres especiales
fr: Ajoutez des caractères spéciaux
id: Tambahkan karakter khusus
pt: Adicione caracteres especiais
ru: Добавьте специальные символы
sw: Ongeza alama maalum
th: เพิ่มอักขระพิเศษ
zh: 添加特殊字符

source: Add uppercase letters
ar: أضف أحرفاً كبيرة
de: Füge Großbuchstaben hinzu
es: Añade letras mayúsculas
fr: Ajoutez des majuscules
id: Tambahkan huruf besar
pt: Adicione letras maiúsculas
ru: Добавьте заглавные буквы
sw: Ongeza herufi kubwa
th: เพิ่มตัวพิมพ์ใหญ่
zh: 添加大写字母

source: Additional comments...
ar: تعليقات إضافية...
de: Zusätzliche Kommentare...
es: Comentarios adicionales...
fr: Commentaires supplémentaires...
id: Komentar tambahan...
pt: Comentários adicionais...
ru: Дополнительные комментарии...
sw: Maoni ya ziada...
th: ความคิดเห็นเพิ่มเติม...
zh: 其他意见...

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
pt: Endereço
ru: Адрес
sw: Anwani
th: ที่อยู่
zh: 地址

source: Address & Residency Information
ar: معلومات العنوان والإقامة
de: Adress- & Aufenthaltsinformationen
es: Información de Dirección y Residencia
fr: Informations d'adresse et de résidence
id: Informasi Alamat & Tempat Tinggal
pt: Informações de Endereço e Residência
ru: Адрес и информация о проживании
sw: Anwani na Taarifa za Makazi
th: ข้อมูลที่อยู่และการพำนัก
zh: 地址与居住信息

source: Adoption records
ar: سجلات التبني
de: Adoptionsurkunden
es: Registros de adopción
fr: Dossiers d'adoption
id: Catatan adopsi
pt: Registros de adoção
ru: Записи об усыновлении
sw: Rekodi za kuasili
th: ทะเบียนการรับบุตรบุญธรรม
zh: 收养记录

source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
id: Mahir
pt: Avançado
ru: Продвинутый
sw: Juu
th: ขั้นสูง
zh: 高级

source: Aerospace Engineering
ar: هندسة الطيران
de: Luft- und Raumfahrttechnik
es: Ingeniería Aeroespacial
fr: Ingénierie aérospatiale
id: Teknik Dirgantara
pt: Engenharia Aeroespacial
ru: Аэрокосмическая инженерия
sw: Uhandisi wa Anga
th: วิศวกรรมการบินและอวกาศ
zh: 航空航天工程

source: Agricultural Science
ar: العلوم الزراعية
de: Agrarwissenschaften
es: Ciencias Agrícolas
fr: Sciences agricoles
id: Ilmu Pertanian
pt: Ciências Agrárias
ru: Сельскохозяйственные науки
sw: Sayansi ya Kilimo
th: วิทยาศาสตร์การเกษตร
zh: 农业科学

source: All Chats
ar: كل المحادثات
de: Alle Chats
es: Todos los chats
fr: Tous les chats
id: Semua Obrolan
pt: Todos os Chats
ru: Все чаты
sw: Gumzo Zote
th: แชททั้งหมด
zh: 所有聊天

source: All chats in this folder will be moved to the default folder.
ar: سيتم نقل جميع المحادثات في هذا المجلد إلى المجلد الافتراضي.
de: Alle Chats in diesem Ordner werden in den Standardordner verschoben.
es: Todos los chats en esta carpeta se moverán a la carpeta predeterminada.
fr: Tous les chats de ce dossier seront déplacés vers le dossier par défaut.
id: Semua obrolan dalam folder ini akan dipindahkan ke folder default.
pt: Todos os chats nesta pasta serão movidos para a pasta padrão.
ru: Все чаты в этой папке будут перемещены в папку по умолчанию.
sw: Mazungumzo yote katika folda hii yatahamishiwa kwenye folda chaguo-msingi.
th: แชททั้งหมดในโฟลเดอร์นี้จะถูกย้ายไปยังโฟลเดอร์เริ่มต้น
zh: 此文件夹中的所有聊天都将移动到默认文件夹。

source: All rights reserved.
ar: جميع الحقوق محفوظة.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
id: Hak cipta dilindungi undang-undang.
pt: Todos os direitos reservados.
ru: Все права защищены.
sw: Haki zote zimehifadhiwa.
th: สงวนลิขสิทธิ์
zh: 版权所有。

source: All Systems
ar: جميع الأنظمة
de: Alle Systeme
es: Todos los sistemas
fr: Tous les systèmes
id: Semua Sistem
pt: Todos os Sistemas
ru: Все системы работают
sw: Mifumo Yote
th: ทุกระบบปกติ
zh: 所有系统正常

source: Allowed types:
ar: الأنواع المسموح بها:
de: Erlaubte Typen:
es: Tipos permitidos:
fr: Types autorisés :
id: Jenis yang diizinkan:
pt: Tipos permitidos:
ru: Разрешенные типы:
sw: Aina zinazoruhusiwa:
th: ประเภทที่อนุญาต:
zh: 允许的类型：

source: Already have an account?
ar: لديك حساب بالفعل؟
de: Hast du schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
id: Sudah punya akun?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
sw: Tayari una akaunti?
th: มีบัญชีอยู่แล้ว?
zh: 已有账户？

source: An error occurred during verification. Please try again later.
ar: حدث خطأ أثناء التحقق. يرجى المحاولة مرة أخرى لاحقًا.
de: Ein Fehler ist während der Verifizierung aufgetreten. Bitte versuche es später erneut.
es: Ocurrió un error durante la verificación. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la vérification. Veuillez réessayer plus tard.
id: Terjadi kesalahan selama verifikasi. Silakan coba lagi nanti.
pt: Ocorreu um erro durante a verificação. Por favor, tente novamente mais tarde.
ru: Произошла ошибка во время проверки. Пожалуйста, попробуйте позже.
sw: Hitilafu imetokea wakati wa uthibitishaji. Tafadhali jaribu tena baadaye.
th: เกิดข้อผิดพลาดระหว่างการตรวจสอบ โปรดลองใหม่อีกครั้งในภายหลัง
zh: 验证过程中发生错误。请稍后再试。

source: Anthropology
ar: أنثروبولوجيا
de: Anthropologie
es: Antropología
fr: Anthropologie
id: Antropologi
pt: Antropologia
ru: Антропология
sw: Anthropolojia
th: มานุษยวิทยา
zh: 人类学

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
id: Tampilan
pt: Aparência
ru: Внешний вид
sw: Muonekano
th: ลักษณะที่ปรากฏ
zh: 外观

source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
id: Arab
pt: Árabe
ru: Арабский
sw: Kiarabu
th: อาหรับ
zh: 阿拉伯语

source: Architecture
ar: هندسة معمارية
de: Architektur
es: Arquitectura
id: Arsitektur
pt: Arquitetura
ru: Архитектура
sw: Usanifu
th: สถาปัตยกรรม
zh: 建筑学

source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
id: Arsipkan
pt: Arquivar
ru: Архивировать
sw: Hifadhi kwenye Kumbukumbu
th: เก็บถาวร
zh: 归档

source: Archived
ar: المؤرشفة
de: Archiviert
es: Archivados
fr: Archivés
id: Diarsipkan
pt: Arquivados
ru: Архив
sw: Zilizohifadhiwa
th: เก็บถาวร
zh: 已归档

source: Archived Chats
ar: المحادثات المؤرشفة
de: Archivierte Chats
es: Chats archivados
fr: Chats archivés
id: Obrolan Diarsipkan
pt: Chats Arquivados
ru: Архивированные чаты
sw: Gumzo za Kumbukumbu
th: แชทที่เก็บถาวร
zh: 归档的聊天

source: Are you sure you want to delete '%@' folder?
ar: هل أنت متأكد أنك تريد حذف المجلد '%@'؟
de: Bist du sicher, dass du den Ordner '%@' löschen möchtest?
es: ¿Estás seguro de que deseas eliminar la carpeta '%@'?
fr: Êtes-vous sûr de vouloir supprimer le dossier '%@' ?
id: Apakah Anda yakin ingin menghapus folder '%@'?
pt: Tem certeza de que deseja excluir a pasta '%@'?
ru: Вы уверены, что хотите удалить папку '%@'?
sw: Una uhakika unataka kufuta folda ya '%@'?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลเดอร์ '%@'?
zh: 您确定要删除文件夹“%@”吗？

source: Are you sure you want to delete this chat?
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟
de: Bist du sicher, dass du diesen Chat löschen möchtest?
es: ¿Estás seguro de que deseas eliminar este chat?
fr: Êtes-vous sûr de vouloir supprimer ce chat ?
id: Apakah Anda yakin ingin menghapus obrolan ini?
pt: Tem certeza de que deseja excluir este chat?
ru: Вы уверены, что хотите удалить этот чат?
sw: Una uhakika unataka kufuta gumzo hili?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแชทนี้?
zh: 您确定要删除此聊天吗？

source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء.
de: Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить аккаунт? Это действие необратимо.
sw: Una uhakika unataka kufuta akaunti yako? Kitendo hiki hakiwezi kubatilishwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? การดำเนินการนี้ไม่สามารถย้อนกลับได้
zh: 您确定要删除您的账户吗？此操作无法撤销。

source: Are you sure you want to leave? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد المغادرة؟ ستفقد أي تغييرات غير محفوظة.
de: Bist du sicher, dass du gehen möchtest? Ungespeicherte Änderungen gehen verloren.
es: ¿Seguro que deseas salir? Los cambios no guardados se perderán.
fr: Êtes-vous sûr de vouloir quitter ? Les modifications non enregistrées seront perdues.
id: Apakah Anda yakin ingin pergi? Perubahan yang belum disimpan akan hilang.
pt: Tem certeza de que deseja sair? Quaisquer alterações não salvas serão perdidas.
ru: Вы уверены, что хотите уйти? Несохраненные изменения будут потеряны.
sw: Una uhakika unataka kuondoka? Mabadiliko yoyote ambayo hayajahifadhiwa yatapotea.
th: คุณแน่ใจหรือไม่ว่าต้องการออก? การเปลี่ยนแปลงใดๆ ที่ยังไม่ได้บันทึกจะสูญหาย
zh: 您确定要离开吗？任何未保存的更改都将丢失。

source: Are you sure you want to reset all your data? This cannot be undone.
ar: هل أنت متأكد أنك تريد إعادة تعيين جميع بياناتك؟ لا يمكن التراجع عن هذا.
de: Bist du sicher, dass du alle deine Daten zurücksetzen möchtest? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres restablecer todos tus datos? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser toutes vos données ? Cette action est irréversible.
id: Apakah Anda yakin ingin menyetel ulang semua data Anda? Ini tidak dapat dibatalkan.
pt: Tem certeza de que deseja redefinir todos os seus dados? Isso não pode ser desfeito.
ru: Вы уверены, что хотите сбросить все данные? Это действие необратимо.
sw: Una uhakika unataka kuweka upya data yako yote? Hii haiwezi kubatilishwa.
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตข้อมูลทั้งหมดของคุณ? การดำเนินการนี้ไม่สามารถย้อนกลับได้
zh: 您确定要重置所有数据吗？此操作无法撤销。

source: Are you sure you want to reset all your profile data? This will clear all your profile information and chat history, but keep your account credentials.
ar: هل أنت متأكد أنك تريد إعادة تعيين جميع بيانات ملفك الشخصي؟ سيؤدي هذا إلى مسح جميع معلومات الملف الشخصي وسجل المحادثات، ولكن سيحتفظ ببيانات اعتماد حسابك.
de: Bist du sicher, dass du alle deine Profildaten zurücksetzen möchtest? Dies löscht alle Profilinformationen und den Chatverlauf, behält aber deine Zugangsdaten.
es: ¿Seguro que quieres restablecer todos tus datos de perfil? Esto borrará toda la información y el historial, pero mantendrá tus credenciales.
fr: Êtes-vous sûr de vouloir réinitialiser toutes vos données de profil ? Cela effacera toutes vos informations de profil et votre historique de chat, mais conservera vos identifiants de compte.
id: Apakah Anda yakin ingin menyetel ulang semua data profil Anda? Ini akan menghapus semua informasi profil dan riwayat obrolan Anda, tetapi tetap menyimpan kredensial akun Anda.
pt: Tem certeza de que deseja redefinir todos os seus dados de perfil? Isso limpará todas as informações do perfil e histórico de chat, mas manterá suas credenciais de conta.
ru: Вы уверены, что хотите сбросить все данные профиля? Это удалит всю информацию профиля и историю чата, но сохранит данные для входа.
sw: Una uhakika unataka kuweka upya data yote ya wasifu wako? Hii itafuta taarifa zote za wasifu na historia ya gumzo, lakini itahifadhi sifa zako za akaunti.
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตข้อมูลโปรไฟล์ทั้งหมดของคุณ? การดำเนินการนี้จะล้างข้อมูลโปรไฟล์และประวัติการแชททั้งหมดของคุณ แต่จะเก็บข้อมูลการเข้าสู่ระบบบัญชีของคุณไว้
zh: 您确定要重置所有个人资料数据吗？这将清除所有个人资料信息和聊天记录，但保留您的账户凭据。

source: Are you sure you want to save these changes?
ar: هل أنت متأكد أنك تريد حفظ هذه التغييرات؟
de: Bist du sicher, dass du diese Änderungen speichern möchtest?
es: ¿Estás seguro de que deseas guardar estos cambios?
fr: Êtes-vous sûr de vouloir enregistrer ces modifications ?
id: Apakah Anda yakin ingin menyimpan perubahan ini?
pt: Tem certeza de que deseja salvar estas alterações?
ru: Вы уверены, что хотите сохранить эти изменения?
sw: Una uhakika unataka kuhifadhi mabadiliko haya?
th: คุณแน่ใจหรือไม่ว่าต้องการบันทึกการเปลี่ยนแปลงเหล่านี้?
zh: 您确定要保存这些更改吗？

source: Art History
ar: تاريخ الفن
de: Kunstgeschichte
es: Historia del Arte
fr: Histoire de l'art
id: Sejarah Seni
pt: História da Arte
ru: История искусств
sw: Historia ya Sanaa
th: ประวัติศาสตร์ศิลปะ
zh: 艺术史

source: Artificial Intelligence
ar: الذكاء الاصطناعي
de: Künstliche Intelligenz
es: Inteligencia Artificial
fr: Intelligence artificielle
id: Kecerdasan Buatan
pt: Inteligência Artificial
ru: Искусственный интеллект
sw: Akili Bandia
th: ปัญญาประดิษฐ์
zh: 人工智能

source: Associate Degree
ar: درجة مشاركة
es: Grado Asociado
fr: Diplôme d'associé
id: Gelar Associate
pt: Grau de Associado
ru: Степень ассоциата
sw: Shahada ya Ushirika
th: อนุปริญญา
zh: 副学士学位

source: Astronomy
ar: علم الفلك
de: Astronomie
es: Astronomía
fr: Astronomie
id: Astronomi
pt: Astronomia
ru: Астрономия
sw: Astronomia
th: ดาราศาสตร์
zh: 天文学

source: Astrophysics
ar: الفيزياء الفلكية
de: Astrophysik
es: Astrofísica
fr: Astrophysique
id: Astrofisika
pt: Astrofísica
ru: Астрофизика
sw: Astrofizikia
th: ดาราศาสตร์ฟิสิกส์
zh: 天体物理学

source: Attach File
ar: إرفاق ملف
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
id: Lampirkan Berkas
pt: Anexar Arquivo
ru: Прикрепить файл
sw: Ambatanisha Faili
th: แนบไฟล์
zh: 附加文件

source: Bachelor of Arts (BA)
ar: بكالوريوس آداب (BA)
es: Licenciatura en Artes (BA)
fr: Licence ès arts (BA)
id: Sarjana Seni (BA)
pt: Bacharelado em Artes (BA)
ru: Бакалавр искусств (BA)
sw: Shahada ya Sanaa (BA)
th: ศิลปศาสตรบัณฑิต (BA)
zh: 文学学士 (BA)

source: Bachelor of Business Administration (BBA)
ar: بكالوريوس إدارة أعمال (BBA)
es: Licenciatura en Administración de Empresas (BBA)
fr: Licence en administration des affaires (BBA)
id: Sarjana Administrasi Bisnis (BBA)
pt: Bacharelado em Administração de Empresas (BBA)
ru: Бакалавр бизнес-администрирования (BBA)
sw: Shahada ya Utawala wa Biashara (BBA)
th: บริหารธุรกิจบัณฑิต (BBA)
zh: 工商管理学士 (BBA)

source: Bachelor of Education (BEd)
ar: بكالوريوس تعليم (BEd)
es: Licenciatura en Educación (BEd)
fr: Licence en éducation (BEd)
id: Sarjana Pendidikan (BEd)
pt: Bacharelado em Educação (BEd)
ru: Бакалавр образования (BEd)
sw: Shahada ya Elimu (BEd)
th: ศึกษาศาสตรบัณฑิต (BEd)
zh: 教育学士 (BEd)

source: Bachelor of Engineering (BEng)
ar: بكالوريوس هندسة (BEng)
es: Licenciatura en Ingeniería (BEng)
fr: Licence en ingénierie (BEng)
id: Sarjana Teknik (BEng)
pt: Bacharelado em Engenharia (BEng)
ru: Бакалавр инженерии (BEng)
sw: Shahada ya Uhandisi (BEng)
th: วิศวกรรมศาสตรบัณฑิต (BEng)
zh: 工程学士 (BEng)

source: Bachelor of Fine Arts (BFA)
ar: بكالوريوس فنون جميلة (BFA)
es: Licenciatura en Bellas Artes (BFA)
fr: Licence en beaux-arts (BFA)
id: Sarjana Seni Rupa (BFA)
pt: Bacharelado em Belas Artes (BFA)
ru: Бакалавр изящных искусств (BFA)
sw: Shahada ya Sanaa Nzuri (BFA)
th: ศิลปกรรมศาสตรบัณฑิต (BFA)
zh: 美术学士 (BFA)

source: Bachelor of Laws (LLB)
ar: بكالوريوس قانون (LLB)
es: Licenciatura en Derecho (LLB)
fr: Licence en droit (LLB)
id: Sarjana Hukum (LLB)
pt: Bacharelado em Direito (LLB)
ru: Бакалавр права (LLB)
sw: Shahada ya Sheria (LLB)
th: นิติศาสตรบัณฑิต (LLB)
zh: 法学学士 (LLB)

source: Bachelor of Medicine (MBBS)
ar: بكالوريوس طب (MBBS)
es: Licenciatura en Medicina (MBBS)
fr: Licence en médecine (MBBS)
id: Sarjana Kedokteran (MBBS)
pt: Bacharelado em Medicina (MBBS)
ru: Бакалавр медицины (MBBS)
sw: Shahada ya Tiba (MBBS)
th: แพทยศาสตรบัณฑิต (MBBS)
zh: 医学学士 (MBBS)

source: Bachelor of Science (BS)
ar: بكالوريوس علوم (BS)
es: Licenciatura en Ciencias (BS)
fr: Licence ès sciences (BS)
id: Sarjana Sains (BS)
pt: Bacharelado em Ciências (BS)
ru: Бакалавр наук (BS)
sw: Shahada ya Sayansi (BS)
th: วิทยาศาสตรบัณฑิต (BS)
zh: 理学学士 (BS)

source: Bachelor's Degree
ar: درجة البكالوريوس
de: Bachelor-Abschluss
es: Licenciatura
fr: Licence
id: Gelar Sarjana
pt: Bacharelado
ru: Бакалавр
sw: Shahada ya Kwanza
th: ปริญญาตรี
zh: 学士学位

source: Back to Login
ar: العودة لتسجيل الدخول
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
id: Kembali ke Masuk
pt: Voltar para Login
ru: Вернуться к входу
sw: Rudi Kuingia
th: กลับไปหน้าเข้าสู่ระบบ
zh: 返回登录

source: Banking and financial accounts
ar: الحسابات المصرفية والمالية
de: Bank- und Finanzkonten
es: Cuentas bancarias y financieras
fr: Comptes bancaires et financiers
id: Rekunung bank dan keuangan
pt: Contas bancárias e financeiras
ru: Банковские и финансовые счета
sw: Akaunti za benki na fedha
th: บัญชีธนาคารและการเงิน
zh: 银行和金融账户

source: Basic
ar: أساسي
de: Grundkenntnisse
es: Básico
fr: Basique
id: Dasar
pt: Básico
ru: Базовый
sw: Msingi
th: พื้นฐาน
zh: 基础

source: Biochemistry
ar: كيمياء حيوية
de: Biochemie
es: Bioquímica
fr: Biochimie
id: Biokimia
pt: Bioquímica
ru: Биохимия
sw: Biokemia
th: ชีวเคมี
zh: 生物化学

source: Biomedical Engineering
ar: الهندسة الطبية الحيوية
de: Biomedizintechnik
es: Ingeniería Biomédica
fr: Génie biomédical
id: Teknik Biomedis
pt: Engenharia Biomédica
ru: Биомедицинская инженерия
sw: Uhandisi wa Biomedical
th: วิศวกรรมชีวการแพทย์
zh: 生物医学工程

source: Biotechnology
ar: التكنولوجيا الحيوية
de: Biotechnologie
es: Biotecnología
fr: Biotechnologie
id: Bioteknologi
pt: Biotecnologia
ru: Биотехнология
sw: Bioteknolojia
th: เทคโนโลยีชีวภาพ
zh: 生物技术

source: Birth certificate
ar: شهادة الميلاد
de: Geburtsurkunde
es: Certificado de nacimiento
fr: Certificat de naissance
id: Akta kelahiran
pt: Certidão de nascimento
ru: Свидетельство о рождении
sw: Cheti cha kuzaliwa
th: สูติบัตร
zh: 出生证明

source: Blood Type
ar: فصيلة الدم
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
id: Golongan Darah
pt: Tipo Sanguíneo
ru: Группа крови
sw: Aina ya Damu
th: กรุ๊ปเลือด
zh: 血型

source: Business Administration
ar: إدارة الأعمال
de: Betriebswirtschaftslehre
es: Administración de Empresas
fr: Administration des affaires
id: Administrasi Bisnis
pt: Administração de Empresas
ru: Бизнес-администрирование
sw: Utawala wa Biashara
th: บริหารธุรกิจ
zh: 工商管理

source: Business License Renewal
ar: تجديد رخصة العمل
de: Erneuerung der Geschäftslizenz
es: Renovación de licencia comercial
fr: Renouvellement de licence commerciale
id: Pembaruan Izin Usaha
pt: Renovação de Licença Comercial
ru: Продление бизнес-лицензии
sw: Uhuishaji wa Leseni ya Biashara
th: การต่ออายุใบอนุญาตประกอบธุรกิจ
zh: 营业执照续期

source: Business ownership and company affiliations
ar: ملكية الأعمال والشركات التابعة
de: Unternehmensbesitz und Firmenzugehörigkeiten
es: Propiedad de negocios y afiliaciones
fr: Propriété d'entreprise et affiliations
id: Kepemilikan bisnis dan afiliasi perusahaan
pt: Propriedade de empresas e afiliações
ru: Владение бизнесом и аффилированность
sw: Umiliki wa biashara na ushirika wa kampuni
th: การเป็นเจ้าของธุรกิจและความเกี่ยวข้องกับบริษัท
zh: 企业所有权和公司隶属关系

source: Business Registration
ar: تسجيل الشركات
de: Unternehmensregistrierung
es: Registro de empresas
fr: Enregistrement d'entreprise
id: Pendaftaran Bisnis
pt: Registro de Empresas
ru: Регистрация бизнеса
sw: Usajili wa Biashara
th: การจดทะเบียนธุรกิจ
zh: 商业登记

source: Business tax filings
ar: إقرارات ضرائب الأعمال
de: Gewerbesteuererklärungen
es: Declaraciones de impuestos comerciales
fr: Déclarations fiscales des entreprises
id: Pelaporan pajak bisnis
pt: Declarações de impostos empresariais
ru: Налоговые декларации бизнеса
sw: Faili za kodi ya biashara
th: การยื่นภาษีธุรกิจ
zh: 商业税务申报
